{"data": [
{
    "type": "D1",
    "name": "Information Networks",
    "image": "Information_Networks.png",
    "shortDescription": "The foundation of scientific research",
    "fullDescription": "Survival equipment from the Unity contained a variety of computers purpose-built for the needs of a frontier society. However, they must first be connected into Information Networks before scientists can utilize their power.",
    "quote": "The righteous need not cower before the drumbeat of human progress. Though the song of yesterday fades into the challenge of tomorrow, God still watches and judges us. Evil lurks in the datalinks as it lurked in the streets of yesteryear. But it was never the streets that were evil. <br />-Sister Miriam Godwinson, <br />'The Blessed Struggle'",
    "requires": [],
    "leadsTo": ["Planetary Networks", "Polymorphic Software", "Nonlinear Mathematics"],
    "chassis": [],
    "weapon": [],
    "armor": [],
    "reactor": [],
    "ability": [],
    "terraform": [],
    "secretProject": [],
    "facility": ["Network Node"],
    "socialChoice": [],
    "specialist": [],
    "councilProposal": [],
    "bonus": []
},{
    "type": "B1",
    "name": "Industrial Base",
    "image": "Industrial_Base.png",
    "shortDescription": "Bootstrap our industrial infrastructure",
    "fullDescription": "The first colonies lack any kind of factories or heavy industry, so the creation of an Industrial Base becomes a high priority for economic growth. This Industrial Base emphasizes small-scale manufacturing with primitive assembly lines and simple currency instruments.",
    "quote": "Resources exist to be consumed. And consumed they will be, if not by this generation then by some future. By what right does this forgotten future seek to deny us our birthright? None I say! Let us take what is ours, chew and eat our fill. -CEO Nwabudike Morgan, 'The Ethics of Greed'",
    "requires": [],
    "leadsTo": ["Industrial Economics", "Superconductor", "High Energy Chemistry", "Polymorphic Software"],
    "chassis": [],
    "weapon": [],
    "armor": ["Synthmetal armor"],
    "reactor": [],
    "ability": [],
    "terraform": [],
    "secretProject": ["The Merchant Exchange"],
    "facility": [],
    "socialChoice": [],
    "specialist": [],
    "councilProposal": [],
    "bonus": []
},{
    "type": "D2",
    "name": "Polymorphic Software",
    "image": "Polymorphic_Software.png",
    "shortDescription": "The first massive neural nets",
    "fullDescription": "On Earth, only theoretical mathematicians and entertainment software programmers used Polymorphic Software—self-modifying code—to any success. On Planet, the requirements of the budding Industrial Base and Information Networks spur widespread development of neural net applications that rewrite themselves in response to data inputs.",
    "quote": "Technological advance is an inherently iterative process. One does not simply take sand from the beach and produce a Dataprobe. We use crude tools to fashion better tools, and then our better tools to fashion more precise tools, and so on. Each minor refinement is a step in the process, and all of the steps must be taken. -Chairman Sheng-ji Yang, 'Looking God in the Eye'",
    "requires": ["Industrial Base", "Information Networks"],
    "leadsTo": ["Adaptive Doctrine", "Optical Computers", "Advanced Subatomic Theory"],
    "chassis": [],
    "weapon": [],
    "armor": [],
    "reactor": [],
    "ability": ["Heavy Artillery"],
    "terraform": [],
    "secretProject": [],
    "facility": [],
    "socialChoice": [],
    "specialist": [],
    "councilProposal": [],
    "bonus": ["Improves Probe Team morale"]
},{
    "type": "C3",
    "name": "Adaptive Doctrine",
    "image": "Adaptive_Doctrine.png",
    "shortDescription": "Adapt military responses to each situation",
    "fullDescription": "Adaptive Doctrine combines Polymorphic Software and Doctrine: Flexibility into a new military philosophy. This philosophy strives to match a doctrine to each battlefield, rather than trying to making one supreme doctrine for all possible environments.",
    "quote": "War is war; destruction is destruction. You think this is obvious. But war is not destruction, it is victory. To achieve victory, simply appear to give the opponent what he wants and he will go away, or join you in your quest for additional power. -Datatech Sinder Roze, 'Information Burns'",
    "requires": ["Polymorphic Software", "Doctrine: Flexibility"],
    "leadsTo": ["Advanced Military Algorithms"],
    "chassis": [],
    "weapon": [],
    "armor": ["Pulse 3 Armor"],
    "reactor": [],
    "ability": ["Marine Detachment"],
    "terraform": [],
    "secretProject": [],
    "facility": [],
    "socialChoice": [],
    "specialist": [],
    "councilProposal": [],
    "bonus": [""]
},{
    "type": "E2",
    "name": "Doctrine: Flexibility",
    "image": "Doctrine_Flexibility.png",
    "shortDescription": "Control of Planet requires naval power",
    "fullDescription": "Many radical young military officers felt that Doctrine: Mobility did not go far enough in the development of fast attacks and quick reconnaissance, because Mobility only takes land forces into account. These leaders work to create the first navies on Planet, based on Doctrine: Flexibility—co-ordination and co-operation between forces made possible by control of the sea.",
    "quote": "He held his arm too stiffly, and so was thrown back repeatedly, until at last I seized his forearm and snapped it back against itself. His training suffered while the arm healed, of course, but I felt this was a lesson he must learn early, and well. -Spartan Kel, 'Honing the Ki'",
    "requires": ["Doctrine: Mobility"],
    "leadsTo": ["Doctrine: Initiative", "Adaptive Doctrine", "Doctrine: Air Power"],
    "chassis": ["Foil"],
    "weapon": ["Troop Transport"],
    "armor": [],
    "reactor": [],
    "ability": [],
    "terraform": [],
    "secretProject": [],
    "facility": ["Pressure Dome"],
    "socialChoice": [],
    "specialist": [],
    "councilProposal": [],
    "bonus": []
},{
    "type": "E1",
    "name": "Doctrine: Mobility",
    "image": "Doctrine_Mobility.png",
    "shortDescription": "Fast attacks and disciplined troops succeed on Planet as on Earth",
    "fullDescription": "The early colonists quickly learned the importance of reconnaissance and self-defense in this most alien of environments. Doctrine: Mobility formalizes these cornerstones of military might, representing the first attempts at an organized defense policy on Planet.",
    "quote": "Once a man has changed the relationship between himself and his environment, he cannot return to the blissful ignorance he left. Motion, of necessity, involves a change in perspective. -Commissioner Pravin Lal, 'A Social History of Planet'",
    "requires": [],
    "leadsTo": ["Doctrine: Loyalty", "Doctrine: Flexibility"],
    "chassis": ["Speeder"],
    "weapon": [],
    "armor": [],
    "reactor": [],
    "ability": [],
    "terraform": [],
    "secretProject": [],
    "facility": ["Command Center"],
    "socialChoice": [],
    "specialist": [],
    "councilProposal": [],
    "bonus": []
}
]}